Repository: hladikmarek/cinnamon-spices-applets
Catalog: mailnagapplet@ozderya.net/files/mailnagapplet@ozderya.net/po/*.po
Languages: cs

source: just now
cs: právě teď

source: 1 minute ago
cs: před minutou

source: minutes ago
cs: před pár minutami

source: 1 hour ago
cs: před hodinou

source: hours ago
cs: před pár hodinami

source: yesterday
cs: včera

source: days ago
cs: před pár dny

source: weeks ago
cs: před pár týdny

source: Configure Mailnag
cs: Nastavení Mailnagu

source: Mailnag daemon stopped working!
cs: Démon Mailnag přestal fungovat!

source: Mailnag daemon isn't running! Do you have it installed?
cs: Mailnag démon není spuštěn! Máte jej nainstalovaný?

source: You have %d new mails!
cs: Máte %d nových e-mailů!

source: Mark All Read
cs: Označit vše jako přečtené

source: You have new mail!
cs: Máte nový e-mail!

source: Mark Read
cs: Označit jako přečtené

source: No unread mails.
cs: Žádný nepřečtený e-mail.

source: Mailnag daemon is not running!
cs: Mailnag démon neběží!

source: You have a mail from %s!
cs: Máte e-mail od %s!

source: You have %d unread mails!
cs: Máte %d nepřečtených e-mailů!

source: Click to see error!
cs: Klikni pro zobrazení chyby!

source: Error:
cs: Chyba:

source: Mailnag mail notifier applet
cs: Mailnag, aplet pro oznamování e-mailů

source: Show notifications
cs: Zobrazit oznámení

source: Mail client to launch (or webpage)
cs: Spustit e-mailového klienta (nebo webovou stránku)

source: Enter the command to launch your mail client here. You can also enter a web address that starts with 'http'.
cs: Zde zadejte příkaz pro spuštění e-mailového klienta, nebo můžete zadat webovou adresu, která začíná na „http“.

source: Launch mail client on click
cs: Při kliknutí spustit e-mailového klienta

source: Mail client is launched when clicked on a menu item.
cs: Po kliknutí na položku nabídky se spustí e-mailový klient.

source: On middle click:
cs: Po kliknutí prostředním tlačítkem:

source: What to do when middle clicked on applet icon
cs: Co dělat, když se klikne prostředním tlačítkem na ikonu appletu

source: Mark all read
cs: Označit vše jako přečtené

source: Launch mail client
cs: Spustit e-mailového klienta

source: Do nothing
cs: Nedělat nic
