Repository: hladikmarek/cinnamon-spices-applets
Catalog: brightness-and-gamma-applet@cardsurf/files/brightness-and-gamma-applet@cardsurf/po/*.po
Languages: cs

source: The following packages were not found:
cs: Následující balíčky nebyly nalezeny:

source: Please install the above packages to use the applet
cs: Nainstalujte výše uvedené balíčky, abyste mohli applet používat

source: Screen
cs: Obrazovka

source: Outputs
cs: Výstupy

source: Brightness
cs: Jas

source: Red
cs: Červená

source: Green
cs: Zelená

source: Blue
cs: Modrá

source: Sets brightness and gamma levels of a screen
cs: Nastavuje jas a úroveň gama obrazovky

source: Brightness and gamma applet
cs: Jas a gama aplet

source: Gui
cs: Grafické rozhraní

source: Values
cs: Hodnoty

source: Maximum gamma
cs: Maximum gama

source: A maximum value of gamma. Value from 51% to 200%.
cs: Maximální hodnota gama. Hodnota od 51% do 200%.

source: Minimum gamma
cs: Minimum gama

source: A minimum value of gamma. Value from 10% to 50%.
cs: Minimální hodnota gama. Hodnota od 10% do 50%.

source: Minimum brightness
cs: Minimum jasu

source: A minimum value of brightness. Value from 10% to 50%.
cs: Minimální hodnota jasu. Hodnota od 10% do 50%.

source: Maximum brightness
cs: Maximum jasu

source: A maximum value of brightness. Value from 51% to 200%.
cs: Maximální hodnota jasu. Hodnota od 51% do 200%.

source: Icon
cs: Ikona

source: An icon displayed in a panel
cs: Ikona zobrazená na panelu

source: Save every
cs: Ukládat každých

source: How often to save last used values
cs: Jak často ukládat poslední použitou hodnotu

source: seconds
cs: sekund

source: Adjust brightness scroll
cs: Nastavit krok změny jasu

source: Allows to adjust a brightness value on a mouse scroll
cs: Nastaví krok jasu pro kolečko myši

source: Scroll step
cs: Krok kolečka myši

source: A percentage of a brightness value to adjust on a mouse scroll
cs: Procento hodnoty jasu které bude změněno kolečkem myši

source: Show
cs: Zobrazit

source: Values shown in user interface
cs: Hodnoty zobrazené v uživatelském rozhraní

source: All
cs: Vše

source: Gamma
cs: Gama

source: Apply at startup
cs: Nastavit při startu

source: Apply values at applet startup
cs: Nastavit zvolené hodnoty při startu

source: Apply every
cs: Nastavit každých

source: How often to apply values. 0 means that values are not applied periodically.
cs: Jak často nastavit hodnoty. 0 znamená že hodnoty nebudou periodicky nastavované.

source: Apply asynchronously
cs: Nastavovat asynchronně

source: Apply values in a background process
cs: Nastavení hodnot bude prováděno na pozadí
